export type QubaReview = { name:string; rating:number; date:string; message:string; categories:readonly string[] };

export const qubaReviewStats = {
  "writtenReviews": 447,
  "totalRatings": 1400,
  "categoryCounts": {
    "الأماكن": 408,
    "أماكن الجلوس": 50,
    "المطاعم": 67,
    "المواقف": 9,
    "المقاهي": 67,
    "المحلات": 24
  }
} as const;

export const qubaReviews = [
  {
    "name": "Sharafudhin Nallur",
    "rating": 5,
    "date": "قبل يومين (2)",
    "message": "مكان جميل وهادئ، مُعتنى به جيدًا 👌🏻 مكان جذاب 📌📍 🕌 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Jool Ali",
    "rating": 3,
    "date": "قبل 3 أيام",
    "message": "مكان جدا جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Lojain Jafar",
    "rating": 1,
    "date": "قبل 4 أيام",
    "message": "كل شي نسويه ممنوع نحرك الكراسي ممنوع نغير مكان الجلسه ممنوع تجلسون كثير نغير مكان الجلسه كمان مره قالو محجوز ، الأطفال أبدا مو مرحب فيهم لعبو بالرمل ممنوع جابو سكوتر لعبو فيه ممنوع ، حتى النجمه قليله عليكم ولا ربعها على التعامل السيء ومخلين الناس يتسولون عادي باقي بس تمنعون الاكل من برا ومحد يجيكم و مواقف السيارات من أبشع ما رأيت",
    "categories": [
      "أماكن الجلوس",
      "المطاعم",
      "المواقف"
    ]
  },
  {
    "name": "Eman Salad",
    "rating": 5,
    "date": "قبل 4 أيام",
    "message": "مكان جميل ووجهة رأئعة لاهل البلد والزوار ونظيف ومرتب ولكن المشكلة لاوجد حمامات قريبة واتمنى رصف الطريق بدل من الرمل افضل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ام توتا",
    "rating": 5,
    "date": "قبل 4 أيام",
    "message": "موقع ممتاز انصح كل زوار المدينه بزيارته",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "بلال بلال",
    "rating": 5,
    "date": "قبل 5 أيام",
    "message": "اول مسجد في الاسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو ايناس الياسي",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "قسما بمن احل القسم ان الجهود المبذوله تجعلني عاجزا عن الوصف شكرا لكل القائمين في هيئة تطوير المدينة والامانه وجميع القطاعات",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سعيد العلوي",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "الاهتمام والتطوير واضح في جميع مناطق المدينه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Th.alenzi",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "مكان مميز انصح بزيارته جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Nona Almutairi",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "تجربة جميلة جداً في مقصد قباء المكان راقٍ ومرتب والأجواء هادئة ومريحة والموقع قريب من مسجد قباء فيه تنوع المطاعم والكافيهات والخدمة كانت ممتازة👍🏻👍🏻 مكان يستحق الزيارة وأنصح فيه بشدة …",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Rayan Ahmadani",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "مكان رائع للغاية، يضم مجموعة متنوعة من المقاهي والمتاجر، وهو مناسب جداً للنزهات العائلية وقضاء أوقات ممتعة.",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "digiersoy",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "ما شاء الله، ما شاء الله!",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "none none",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "المقصد جميل ومتنوع لكن الاسعار مبالغ فيها جدا جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mahmoud Zakaria",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "أول مسجد في الإسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "layla Abd",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "رااااائع وينفع في الشتاء والاجواء الزينة … خيارات الطعام فيه متنوعة",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "Ayed Alenezi",
    "rating": 4,
    "date": "قبل أسبوع",
    "message": "مكان جميل ولكن يحتاح اضافة جلسات والاسعار مرتفعة نسبيا",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Emad Aodah",
    "rating": 1,
    "date": "قبل أسبوع",
    "message": "طفح مياه مجاري بشكل متكرر مما يسبب رائحة كريهة وصورة سيئة عن المدينة المنورة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أ- عمار",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "مكان جميل يوجد فيه بعض الكافيات والكشكات لكن رفع الاسعار بشكل غير طبيعي الكركدية قيمة 10 عشان مقصد قباء 20 ريال …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Saleh Asquol",
    "rating": 5,
    "date": "قبل أسبوع",
    "message": "جمييييييييييييل جداً ننصح بزيارته مناسب لجميع أفراد العائلة للتنوع الكبير في المأكولات الخفيفة و الدسمة و المشروبات",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "ماجد سلطان عقيل",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "المقصد فكرته حلوه ولكن المراسي والطاولات تحتاج صيانه لانه الكراسي من مشرخه حصلت مسمار دخل بفخذي ونمتى صيانه الكراسي والطاولات لكن قدهن قديمات ثلاث سنوات واكثر تقريباً",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Mohammed Emad Khan",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "مسجد قباء هو أول مسجد بناه النبي محمد صلى الله عليه وسلم بيديه العاريتين بعد وصوله إلى المدينة المنورة من مكة المكرمة.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "منى الدوسري",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "المكان هادي ورايق جيت آخر الليل صلينا الوتر وبعدها تمشينا وتعشينا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "فيصل العود",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "مقصد قباء من أجمل الأماكن التي زرتها في المدينة المنورة، ويستحق الزيارة بكل جدارة. المكان جميل ومرتب، والأجواء فيه مريحة ومناسبة للعوائل والأصدقاء، خصوصًا لقربه من مسجد قباء.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "خالد",
    "rating": 4,
    "date": "قبل أسبوعين",
    "message": "حطيت 4 نجوم عشان هدوء المكان .. أما الأسعار مبالغ فيها بأغلب المحلات والكشكات باستثناء البراندات المشهورة مثل بارنز ماتختلف عن برى ..",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "غيم",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "المكان يجنننننن",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "علي العبدالله",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "مكان جميل ، يقصده من يريد ان يؤدي الصلاة في اول مسجد بالاسلام ، وان ركعتين به تعادل اجر عمره لبيت الله الحرام ، اضافة لوجود اماكن تعود لاصحابه رضي الله عنهم وصلى الله وسلم على نبيه المصطفى ، كما يوجد كافيهات ومطاعم واماكن جلوس واستجمام غايه في الجمال ، يزدحم بالزوار عند المساء",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Mrs. Sarah",
    "rating": 4,
    "date": "قبل أسبوعين",
    "message": "مكان جميل بالليل صيفاً او في الشتاء اجمل مطاعم وكفيهات صغيرة وكم محل بيع اشياء بسيطة",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم"
    ]
  },
  {
    "name": "Monir Algesh",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "مكان يستحق الزياره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "آل عايض العواضي",
    "rating": 4,
    "date": "قبل أسبوعين",
    "message": "‏من أروع المساجد واجم ويوجد بجانبي حديقة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "نوافف 89",
    "rating": 5,
    "date": "قبل أسبوعين",
    "message": "جميل ورايق",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "احمد Ahmad",
    "rating": 5,
    "date": "قبل 3 أسابيع",
    "message": "جميييييييل جدا وبخاصه وقت الاجواء الجميله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "محمد اليامي",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 3 أسابيع",
    "message": "ماشاء الله تطور كبير في قباء مطاعم كافيهات مسارات اجواء روعه",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "faisal raiyes",
    "rating": 1,
    "date": "قبل 3 أسابيع",
    "message": "جميل للغاية واقترح ان يبلط المكان بالكامل او وضع الحصى في جميع مساحات المكان واستبدال التراب لانه غير ملائم لكثرة الغبار والأوساخ وصعوبة التنظيف واذا كان بالإمكان يكون الحصى بلون جبال المدينة او بالحصى الابيض توافقا مع بياض مسجد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "علي القحطاني",
    "rating": 1,
    "date": "قبل 3 أسابيع",
    "message": "الحرص على تطوير الحمامات لانها قديمه وتصدر روائح كريهة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "محمد الشملاني",
    "rating": 5,
    "date": "قبل 3 أسابيع",
    "message": "منطقة قريبة من بستان المستظل و  مسجد قباء فيها مطاعم و مقاهي",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "nasser alkhaleefy",
    "rating": 5,
    "date": "قبل 3 أسابيع",
    "message": "مكان جميل يتواجد فيه العديد من المقاهي والمطاعم ومحلات أخرى ممتاز لرحلة عائلية وقريب جداً من مسجد قباء",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "خالد العمار",
    "rating": 5,
    "date": "قبل 3 أسابيع",
    "message": "تجربة وزيارة جميلة مكان جميل وخيارات متعدده",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ali AlZowaid",
    "rating": 5,
    "date": "قبل 3 أسابيع",
    "message": "ممتاز وجميل جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أسامه اليافعي",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 3 أسابيع",
    "message": "مكان حلو",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عهود عامودي",
    "rating": 5,
    "date": "قبل 4 أسابيع",
    "message": "مكان رائع يوجد فيه مطاعم وكافيهات هادئ",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "صقر العساف",
    "rating": 5,
    "date": "قبل 4 أسابيع",
    "message": "مكان جميل جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "اللحظة للسفريات والسياحة وخدمات الحج والعمرة",
    "rating": 5,
    "date": "قبل 4 أسابيع",
    "message": "ركعتين بمسجد قباء تعدل عمرة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو حمد",
    "rating": 5,
    "date": "قبل شهر",
    "message": "جميل يتميز بتنوع المعروض ففيه مأكولات ومشروبات وأطعمة خفيفة وأعجبتني فيه المطبق اللذيذ  وبجانبه شاي واتاي ايضا شاي يقعد الرأس …",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "فارس الحربي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان جيد جدا واتمنى ان يتم رصفه بالحجارة و توسعته والاهتمام فيه بشكل افضل .",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ali Alshehri",
    "rating": 4,
    "date": "تاريخ التعديل: قبل شهر",
    "message": "جميل يا مقصد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ali A",
    "rating": 5,
    "date": "قبل شهر",
    "message": "جميل وهادئ يوجد اماكن ترفيه مكيفه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عايض العتيبي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان مميز تفاصيل حديثه بطابع عصري كل الخدمات متوفره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "طلال",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان جميل في طاولات جلوس ومحلات عصاير ومأكولات متنوعه وكافيهات 👏🏼👏🏼👏🏼👏🏼👏🏼 خلف مسجد قباء …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Whitelens",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان جميل الله يعز الدولة ولاة امرنا و يحفظهم و شكرا للمسؤولين و الموظفين اللي هم خلف هذي الصوره الجميلة لمقصد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "solo 779",
    "rating": 5,
    "date": "قبل شهر",
    "message": "جميل جدًا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ashwaq Hafiz",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان جميل وفيه خيارات متنوعة وحتى حاطين رذاذات المويه مع الحر دا بس ماشاء الله المكان مرتب ونظيف وجميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو حاتم",
    "rating": 5,
    "date": "قبل شهر",
    "message": "السلام عليكم ماشاء الله تبارك الله كل فتره في تطور جميل جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "AL Malki",
    "rating": 5,
    "date": "قبل شهر",
    "message": "من أجمل الأماكن في المدينه والمدينه كلها جميله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "MOLY AlHARPI",
    "rating": 5,
    "date": "قبل شهر",
    "message": "من الاماكن المميزة بالمدينة قريب من مسجد قباء فيه مطاعم ومقاهي وجلسات مجانية وجلسات بالساعة المكان رااايق",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "sosh391",
    "rating": 4,
    "date": "قبل شهر",
    "message": "يستحق الزياره اكثر من مره الصراحه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "شركة مطاعم ركن الفرن الساخن",
    "rating": 5,
    "date": "قبل شهر",
    "message": "رضي الله عن سيدنا عمر",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Oni Candra",
    "rating": 5,
    "date": "قبل شهر",
    "message": "ليلة في المسجد الكوبي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أميرة بخاري",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان يجننن يجننن يجنننن",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "فيروز اليامي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان جميل بمعنى الكلمه رائع تصلي في المسجد وتخرج على مكان مليئ بالمتعه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو تركي ابو تركي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "من اجمل الأماكن في المدينه المنوره مقصد قباء حيث يضم الكثير من المحلات المتنوعه من تذكار ومطاعم وكفيهات وممشى السنه الرابط بين المسجد النبوي إلي مسجد قباء اول مسجد بني في الاسلام",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم"
    ]
  },
  {
    "name": "اسماء الحربي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان جدا جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Nawaf",
    "rating": 5,
    "date": "قبل شهر",
    "message": "ممتاز",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالله العيسي",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان رايق وجميل جدا وميزته الجلسات المجانيه في كل مكان ويكون فيها مراوح وبخاخات رذاذ شي رهيب صراحة",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "h5xxsf_HM3",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مقصد قباء من أجمل الأماكن التي زرتها في المدينة المنورة، ويستحق الزيارة بكل جدارة. المكان جميل ومرتب، والأجواء فيه مريحة ومناسبة للعوائل والأصدقاء، خصوصًا لقربه من مسجد قباء. …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "WEJDAN AZIZ",
    "rating": 5,
    "date": "قبل شهر",
    "message": "المكان جمييييل ومرتب جداً المحلات اللي فيه فناااانه الاجواء كانت حلوه واحسه بالشتاء بيكون رااااااائع 😍😍😍😍 …",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "هيكل",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مشاء الله تبارك الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdallah Harbi",
    "rating": 5,
    "date": "قبل شهر",
    "message": "تطور رايع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "NAG",
    "rating": 3,
    "date": "قبل شهر",
    "message": "توقعته أفضل من كذا ، المطاعم مستواه مقبول ولاتوجد مطاعم عالمية ، والأرض تراب وغبار ، كذلك العشوائية في ترتيب المطاعم والكفيهات ، المفروض المطاعم لحال والكفيهات لحال ، والكماليات لحال ، كذلك كثرة القطط عجزنا ناكل هاجمت الأكل ، 🤦🏻🤢 …",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "Sa 01",
    "rating": 1,
    "date": "قبل شهر",
    "message": "المكان كله تقليد ومافيه تنوع والحراره ضديده",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Endyka S",
    "rating": 5,
    "date": "قبل شهر",
    "message": "بسم الله. ندخل اليوم أول مسجد بناه رسول الله ﷺ على أساس التقوى. اللهم تقبل دعاءنا هنا، واكتبه أجر عمرة كاملة معك. 🤍✨ #مسجد_قباء #المدينة_العامة …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Naf Johani",
    "rating": 5,
    "date": "قبل شهر",
    "message": "زيارته ضرورية جدا التصميم المعماري الرهيب المقتبس من هوية المدينة التراثية بلمسة مودرن أنيقة. الممشى المفتوح والشرح، مع الجلسات الخارجية وتنوع الكافيهات والمطاعم المتميزة، يعطيك أجواء حيوية وجميلة جداً تشرح الصدر، خصوصاً في الأجواء …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Durmuş Erildiz",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مسجد جميل ونظيف للغاية. السلام على رسول الله.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "T.M.M.S",
    "rating": 5,
    "date": "قبل شهر",
    "message": "رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابوقصي",
    "rating": 4,
    "date": "تاريخ التعديل: قبل شهر",
    "message": "مكان متنوع مقابل لمسجد قباء مطاعم وكافيهات وكشكات متنوعة زيارة ممتعة بعد العصر لأن الجو حار",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Asif Afridi",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dewi Wahyuni",
    "rating": 5,
    "date": "قبل شهر",
    "message": "Masyaallah.. الحمد لله أستطيع زيارة هنا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "alhobabi",
    "rating": 5,
    "date": "قبل شهر",
    "message": "مكان جميل ورائع، يبعث على السكينة والطمأنينة، ويأخذك في رحلة إلى عبق التاريخ الإسلامي، وكأنك تعيش أجواء أيام الصحابة رضوان الله عليهم. تجربة مميزة وأنصح بزيارته",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ahmad Alsheikh Ali",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "المكان جميل جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mario S.B.",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "لا شيء يضاهي الشعور الذي يمنحك إياه هذا المكان. ببساطة.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mariam Okaier",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "المكان جميييييل جدا 💚 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "‪Amal Seef (amal al seef)‬‏",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "المكان حلو وقريب من مسجد قباء  كان الجو مره حلو بالليل وصوت التكبيرات في كل مكان بصراحه كان احساس مليان روحانيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سلطان الحربي",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "فنان ومريح",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ايمن الحربي",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "الموظف احمد في قمة الاحترام والاستقبال وجميع افراد الفريق شكرا لكم وعلى استقبالكم واسلوبكم المحترم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "فوفو الحلوه",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "المكان جميل ورائع ولكن ياليت ينظروا للاسعار المرتفعه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "فوق التقييم ✨",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ولد جهينة",
    "rating": 3,
    "date": "قبل شهرين",
    "message": "مكان جميل ويستحق الزيارة معلم من معلم المدينة في جلسات وكافيهات المشهورة المعروفه ويوجد موقف واسعه ممشي درجات وايضا الي حاب يتمشي ومطل على مسجد قباء ويوجد فيه حراس امن وايضا مرشدين  ومكان استعلام لو تبغي تسال عن شي المكان مزدحم وافضل وقت الي يحب الروقان يجي وقت المدارس او قبل الاجازات",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المقاهي",
      "المواقف"
    ]
  },
  {
    "name": "Mishal Alhrbi",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "مكان جميل بس اللي يشوه المكان  حراج أصحاب الاكشاك …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "abdulmohsen aleed",
    "rating": 1,
    "date": "قبل شهرين",
    "message": "النظافة عند المطاعم سيئة جدا والاماكن المغلقة التبريد فيها ضعيف",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "Mona",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "رائع ومنوع وبجنب مسجد قباء وبجنب عربات القولف الي تودي الحرم مكان يستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "هند محمد محمد",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "أكلكم مرا لذيذ صدق يعطيكم الف عافية أنا كل فترة اجي اخذ من عندكم والموظف عبد الرحمن جدا خدوم ومحترم جدا الله يعطيه الف عافية ويرزقه من حيث لايحتسب وكذلك باقي موظفين فرع المقصد🙏 …",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "حسين السعيد",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "ممتاز والمكان حلو ونظيف ومرتب",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Arsshad",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "هو أول مسجد أُسِّس في الإسلام، بُنيَ عند هجرة النبي صلى الله عليه وسلم إلى المدينة المنورة في السنة الأولى للهجرة. وقد ذُكر في القرآن الكريم في قوله تعالى: {إِنَّ الْمَسْجِدَ الَّذِي أُسِّسُهُ مِنَ الْيَوْمِ الْأَلْيَاءِ عَلَى التَّقْوَى …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Nory Sulaiman",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "المكان يجنن ورايق وهادئ وبجوار مسجد قباء الاطلاله تجنن ومتوفره جميع الخدمات من عربات القولف تخدم زوار المكان والمقصد فيه انواع مختلفه من كافيهات ومطاعم وجلسات مناسب جداً للعوائل وبإذن لله لي زيارة للمكان مره ثانيه اذا رجعت المدينة المنورة 😍❤️ …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "يوسف ابو عاصم",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "جميل زيارة هذا المكان وتنوع المقاهي والأكلات والمشروبات فيه يحتاج لتنظيم أثر في الجلسات وتوفر الكراسي والطاولات المناسبة لكن لن تندم بزيارته بل ستكون سعيدا وشكرا لهيئة تطوير المدينة🤍🌹 …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "ABS",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "روعة الكفيهات والجلسات ممتازه جداً",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "ريفان إبراهيم",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "المكان روعه خصوصاً بالليل وانصح اي احد يزور المدينة يجيه …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Aziz Alarfaj",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "تستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sarah Mostafa",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "مكان رائع ذو أجواء روحانية جميلة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Rushly Zuhara",
    "rating": 5,
    "date": "تاريخ التعديل: قبل شهرين",
    "message": "زيارة مسجد قباء تجربةٌ تبعث على التواضع، خاصةً عندما تعرف التاريخ الذي يقف وراء هذه الجدران. #الحمدلله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ms.H2020",
    "rating": 1,
    "date": "قبل شهرين",
    "message": "طلعت له اول يوم عيد الاضحى المكان مقفل ليه كذا مقفلين يوم عيد سبق وطلعت له سابقا وكان فاتح استغربت انه مقفل يوم عيد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "nour al dein raed",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "يتوفر عدة خدمات وجلسات و اجواء جميلة",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Fayez Al Salem",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "مكان جميل ورايق للجميع عوائل وعزاب كفيهات ونقانق خفيفة وجلسات",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "ابو محمد",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "مكان جميل وتططور رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "hema friends",
    "rating": 5,
    "date": "قبل شهرين",
    "message": "مِــــــــقــــــصـــد قــــــبّـــــــآء مِــــــــكَآنـــــــٌ رآيـــــــّــقــــــ وُمِــــــــرتُـــــــًــــــــبّـــــــ عــــــــلَى بّـــــــعــــــــد خـــــــطوُآتُـــــــًــــــــ …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "نوال عبدالرحمن",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "ممتاز ممكن تجي تتعشى وفيه مطاهم وكشكات اكلات خفايف  واماكن للقهوة والشاهي حلويات ايسكريم",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Abdullah Y",
    "rating": 4,
    "date": "قبل شهرين",
    "message": "مكان جميل بالقرب من مسجد قباء يحتاج دورات مياه و فعاليات اكثر",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "‪Elias “B”‬‏",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "الحمد لله ، تطور ملحوظ في المكان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dr. Areej Guoziz",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "نجوم العالم لا تكفي له 💗 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أم زياد ابراهيم",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان مناسب للتنزه به متاجر ومقاهي",
    "categories": [
      "المقاهي"
    ]
  },
  {
    "name": "Salis Adam",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان رائع للغاية",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Fa Aad",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "يستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Rahimin Rabbi",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "Mas sha allah❤️ Allah is Almighty",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Jahangir Alam",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "رابع أهم مسجد في العالم.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "The.worledofhamsters",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مر المكان حلو ومرتب والخيارات كثيره من ناحيه الاكل والقهوة يستاهل الزيارة كل مره تروح للقباء",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Ud Kf",
    "rating": 1,
    "date": "قبل 3 أشهر",
    "message": "فيه محل حق ألعاب وكذا أتمنى محد يجيه سحبو مننا ١٢٠٠﷼ ويقولو مرفوضه اسال الله تعالى أن يأخذ حقوقنا منهم والخسيس مسوي انه ذكي لأكن كل مابلغت قالو تفاهمو معاهم لأكن حسبي الله عليهم (.disneys.boutique)",
    "categories": [
      "المحلات"
    ]
  },
  {
    "name": "سلطان العتيبي",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "ثاني مرة ازور المكان وتغير كبير بين الزيارتين الي زاير المدينة لابد ان تكون هذي من ضمن الجدول",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ciptoning Adiwijoyo",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "توجد العديد من أكشاك القهوة والطعام حول المسجد.",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "أبو سلطان المحيميد",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "اول مسجد أنشأ في الإسلام وجميل ودورات مياه نظيفة وكثيرة وللجنسين وهو في المدينة المنوره ينقص ماء زمزم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Andi Wahono531",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "الحمد لله، ما شاء الله تبارك الله، جميل ومهيب",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Majed AlBelali",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان جميل لجلسات المساء ، فيه أكشاك مختلفة وخدمات ومحطة لركوب عربات الجولف إلى الحرم النبوي",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "امل عبد الله",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "راااائع ومميز ومكان يجمع بين الروحانية والترفيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "حمد الراشد",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "المكان مرتب والمطاعم عجيبة ، ومسجد فباء الصلاة فيه تعادل عمرة",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "noah",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "100% 100%",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالمحسن محمد",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "ممتاز بجميع التفاصيل يفضل ان لا يقل موعد الزيارة عن ساعتين",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Saleh Abrahem",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "جميل ووجهات جميلة واطلالات اجمل بجانب المسجد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Fahad AbaAlkhail",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "ماشاءلله جميل وخيارات متنوعه  من سوق ومن تجارب اطعمه وقهوه وشاهي ولسى قاعدين يطورون فيه مشروع خطير والي واقف عليه كله ذوق 👏👏 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "راكان الثمالي",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان رائع وروحاني والتنظيف مستمر على مدار الساعة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Cubetto Pizza",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "ماشاء الله تبارك الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "wo_mu",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "إضافه جميله للمدينه 👌 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "محمد أحمد الوصابي",
    "rating": 4,
    "date": "تاريخ التعديل: قبل 3 أشهر",
    "message": "مكان مميز يفسده المدخنون  المدخنون أينما وجدو في مكان أفسدوه بقبيح الروائح …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Badr Saad",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "شكراً على الاهتمام والنظافه في روحانيه خدمات راقيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "HMOUD_AlRAGA",
    "rating": 4,
    "date": "قبل 3 أشهر",
    "message": "مكان جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "M_aziz Gft",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdulmohsen Sulaiman",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "روعه روعه روعه ، المكان اعطى الزيارة للمدينة شي اخر من المتعه انصح وبقوك",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Omar Saeed Omar Alkhanbashi",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "منطقة متنوعة المقاهي",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "ابو باسل /",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان جميل تقضي في وقت مع العائلة و جنبك مسجد قباء تصلي فيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "معا على الطريق",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "رائع..ومقصد ديني....وتتوفر المقاهي",
    "categories": [
      "المقاهي"
    ]
  },
  {
    "name": "عوض الأسمري",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "مكان ينفع لقضاء فترة الاستجمام لكن المواقف بفلوس والمجانيه محدوده جدا",
    "categories": [
      "المواقف"
    ]
  },
  {
    "name": ".لولو عبدالله",
    "rating": 5,
    "date": "قبل 3 أشهر",
    "message": "المكان راىع جدا نظييف جمييل ع الطراز المديني وكان الجو عليل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Jamal Alsharari",
    "rating": 4,
    "date": "قبل 4 أشهر",
    "message": "موقع سياحي جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "حسين اليافعي",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مقصد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hanan A B",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "جميل المكان احب زيارته بالذات اذا الاجواء حلوه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "jmy",
    "rating": 4,
    "date": "قبل 4 أشهر",
    "message": "مجمع مطاعم مقاهي قريب من مسجد قباء لكن يعيبه قله الطاولات التي بين المطاعم",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Aa Aa",
    "rating": 3,
    "date": "قبل 4 أشهر",
    "message": "الموقع العام والفكرة جميلة، ولكن تقارب المحلات وضيق الممرات بحاجة لمراجعة التصميم.",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "Mohamed Gamal",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "ماشاء الله خدمات جدا ممتاز ومطاعم ومقاهي وأجواء خياليه",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "عاطف الجهني",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "ماشاءالله ممتاز جد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Muhammad",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "ما شاء الله تبارك الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hadi ALSHREEF",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "yousef",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "جميل الموقع جداً استرخاء وهدوء وروقان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ahmet Ergül",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "كوبا هو حبنا الأول.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سند",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "ما شاء الله تبارك الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dalal Mohammed",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مقصد قباء جميل ورايق وكل مره اجي القاه متوسع اكثر والمحلات في زياده تبارك الله فيه الكافيهات وفيه المطاعم المتنوعه والجلسات الحلوه 👌🏻 …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Eko Winarto",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "هذا المكان أجمل في الليل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "بنت الحنون (‪bentalhnoon‬‏)",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "جميييييل جهود جبارة تشكر عليها كل يد عملت أو دعمت هذا المشروع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Helmy Emish",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "خطييييير",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "َ َ",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جداً جميل للمشي.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Fahad Shahzeb",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "السلام الداخلي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Faisal Ahmath",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "جيد 👍 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Reda Al",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "انصح",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "mahamad al gadraui",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جميل بماتعنيه الكلمه انصح بالزياره له والاستمتاع بالاجواء والاماكن الجميله 👍 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mobark Alkabere",
    "rating": 3,
    "date": "قبل 4 أشهر",
    "message": "مكان شتوي جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "A . A",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جميل وفيه كشكات متنوعة ومتعددة وجلسات جميلة وقريب من مسجد قباء ويوجد كل الخدمات",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Anas AlOufi",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جميل جدا لقضاء اليوم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ABDULLAH M",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مقصد قباء عبارة عن محلات قهوة وحلا وطعام متنوعة مكان جميل يطل على مسجد قباء وساحاته",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "نضال بن محمود آل داود",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "القهوة ممتازة من يد الأخ طاهر والإخوة الباقون محترمون جدا والمكان طيب وسأقصده بإذن الله تعالى كلما جئت المدينة. أشكر روبن ومحمد ومن ما عرفت اسمهم.",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "Makki Rifat",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مسجد هادئ",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Bandor Al-Rafee",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مسجد جميل يقع على بعد حوالي أربعة كيلومترات جنوب المسجد النبوي.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالله الكناني",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "كانت تجربة جميلة تنوع مطاعم وكافيهات بجانب مسجد قباء الاصناف متنوعة والاسعار مقبولة والتعامل والتنظيم جميل جداً يعيبه قلة عدد الجلسات",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "توما جلو",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "يجنن روحنيه في المكان اعيد التجربه ٢٠٠٠مره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ibraheem Mursaleen",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "سبحان الله راحة القلب الا بذكر الله تطمئن القلوب",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أبو عطيه الخولاني",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "المكان هذا جميل جدًا زرته بـ٢٠٢٤ بعد ان سرت بجادة قباء من المسجد النبوي حتى مسجد قباء حيث استرحت فيه وتناولت العشاء، كان يحتوي على اكثر من مرفق جميل للأنواع رغبات الزوار، لا ادري كيف اصبح الآن لكنه بالتأكيد تطور عن ما كان عليه سابقًا",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "K Alwadeay",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جميل ومتنوع من الكافيهات والمطاعم وموقع مميز بجانب مسجد قباء بعد الانتهاء من زياره المسجد والاماكن الاسلامية مثل بئر الخاتم وبئر غرس والمستظل تستطيع زياره مقصد والاستمتاع بالاكل والشرب فيه",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "UMARS",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "لا تفوت زيارة مسجد قباء عند وجودك في المدينة المنورة. لقد تطور المسجد بشكل ملحوظ على مر السنين، حيث يضم ممشىً تصطف على جانبيه المتاجر والمقاهي. خيارات طعام متنوعة، وجلسات داخلية وخارجية. تجربة رائعة!",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Nidal Chateur",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "❤️❤️❤️",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالرحمن الاحمدي",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مكان جميل يحتوي على مطاعم وكافيهات وجلسات رائعة أجوائه جميلة قريب من مسجد قباء.",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "وفاء صالح",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "المكان جميل جدا مجاور لمسجد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ali Malazada",
    "rating": 4,
    "date": "قبل 4 أشهر",
    "message": "بهيج،",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hanaa Kh",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "جميل المكان ما شاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hh H",
    "rating": 4,
    "date": "قبل 4 أشهر",
    "message": "المكان جدا جميل لكن للاسف لا يوجد دورات مياه فقط حقت المسجد و زحمه و حتى دورات المياه التي تحت الانشاء تعتبر بعيده عن منتزه المقصد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "y",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "يستحق الزياره غلطان اللي يروح المدينه ولا يزور هذا المكان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "SHAHAD",
    "rating": 1,
    "date": "قبل 4 أشهر",
    "message": "مافي كراسي",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Othman Alnajran",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "فيه كل اللي تبيه من المدينة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "شغف",
    "rating": 1,
    "date": "قبل 4 أشهر",
    "message": "صايمين ورحت ادور اي شي ناكله كلهم مسكرين مافي طلبات الا بعد المغرب  اللي عند المطبق ينافخ واللي عند الكباب كانك نايم عندهم …",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "Waleed Alharbi",
    "rating": 1,
    "date": "قبل 4 أشهر",
    "message": "الكراسي ما تناسب المكان",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "جنة الرحمن",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "رااااائع من جد المكان جميل ما شاء الله تبارك الله والأجواء جميلة يستاهل التجربة أحببت المكان جدا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سلام",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "مقصد قباء جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Google Leader",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 4 أشهر",
    "message": "المكان جميل ومميز وقريب من مسجد قباء ومتنوع فيه اماكن للاكل والكوفيهات وجلسات",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "عبدالرحمن عبدالله",
    "rating": 5,
    "date": "قبل 4 أشهر",
    "message": "ممتع بجولر مسجد قباء من جهة المحراب",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سكاكا الجوف الرويلي",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "رائع رائع يستحق الزيارة في كل مرة تزور مسجد قباء، اجواء المكان مناسبة جداً للعائلات والأطفال.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Araba Ezzi",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "اول مسجد في الإسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "حاتم قرنبيش",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "مكان مميز والعديد من زوار مسجد قباء قريب منهم جدا مشي على الأقدام ويقدم افضل المقاهي والمطاعم",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Ali alharbi",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "مكان روعه ومتنفس جميل وجلسات بالهواء الطلق النقي امام مسجد قباء اجواء ممتعه",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "A. Al-Rashidi",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "ما اقول غير يااااا ماشاء الله زرتهم في رمضان قبل فترة وهذه ثالث مرة أجي لهم تعاملهم جميل والخدمة ممتازة، المكان مرتب ونظيف وياخد العقل أنصح بالزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "أميرة الصبحي",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "جميل وهادي وروحاني كل مارحت المدينه لازم اروح له 👍🏻 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dr Mohd N Khan",
    "rating": 4,
    "date": "قبل 5 أشهر",
    "message": "مسجد روحاني جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mamma jassim",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "هادئ وساكن",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Online _go",
    "rating": 1,
    "date": "قبل 5 أشهر",
    "message": "المكان حلو بس فيه ناس يدخنون انخنقنا من الروائح 🤢🤢  بجانب كفة …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Munira Alotaibi",
    "rating": 3,
    "date": "قبل 5 أشهر",
    "message": "المكان جميييل مرة وحلو وفيه كل شيء بس الغبار من كثر مالناس تمشي يطلع ويكتم يعني ماينفع للي عندهم مشاكل تنفسية حبيت أنوهكم على هالنقطة .",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "Basmah Bahareth",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "أولاً المسجد 💗 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdulaziz",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "اجمل زيارة لاحلى مكان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ahmad bader",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "من افضل الاماكن في المدينة المنورة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Salah Eddine",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "أول مسجد في الاسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "العنزي",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "المكان جميل ومكتمل جميع الخيارات متاحة كافيهات ومطاعم بشتى المأكولات",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "ABC DEF",
    "rating": 4,
    "date": "قبل 5 أشهر",
    "message": "جميل فيه خيارات متعدده",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "samar safi",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "لا تستهين بأحد، فقد يكونون أغلى قيمة عند الله منك.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abrar Owaidah",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "من اروع الاماكن في المدينة انصح بزيارته",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "SH SHARM",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "من اروع الاماكن جميل منظم مرتب على ساكن هذه الديار صلاة من الله وتسليما",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mohamed Omar",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "روعه💓 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالله",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "الصلاةفيةعن عمرة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "لالي",
    "rating": 1,
    "date": "قبل 5 أشهر",
    "message": "ياجماعه تدور مكان تجلس ماتلقى ..وانت مشتري..ماديا يستقبلون الجميع بس كراسي وخدمات عدد محدود جدا ...وزحمه واللي يقولك كراسي مافيه الا بعدد واللي الحريم بقهوتهم وفطايرهم من بيتهم ماسكين الاماكن يتونسون ...يارب توبه ..صلو وروحو اي كوفي في المدينه يستقبلكم لاتنحدون عليهم 😭 …",
    "categories": [
      "أماكن الجلوس",
      "المقاهي"
    ]
  },
  {
    "name": "Mohammed Basyouni",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "اكثر من رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Danang Apriadi",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "الحمد لله، لقد تمكنت من استعادة ذكريات المسجد الذي بناه النبي محمد صلى الله عليه وسلم أولاً.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "حسن الشمري",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "ممتاز وأجواء رائعه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "FaHaD ALGHAMDI",
    "rating": 3,
    "date": "قبل 5 أشهر",
    "message": "جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Miss Diana Farida",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "الحمد لله الحمد لله، تبارك الله.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Awadh",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "مكان جميل جداً أنصح فيه بقوة لا تتعدونه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "yamanlarotoekspertizdemetevler yamanlarotoekspertiz",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "الروحانية الكاملة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "M.B.S 007",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "مكان جميل جداً لقضاء وقت ممتع مع الأصدقاء والعائلة أجواء ممتعة خاصة في الليل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "خالد الحربي",
    "rating": 4,
    "date": "قبل 5 أشهر",
    "message": "مكان رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "محمد الفوازي",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "ما شاء الله تبارك الله مكان رهيب وانصح اي احد يجي المدينه لازم ضروري يجي مقصد فيه كافيهات ومطاعم وقريب من مسجد قباء ومتوفره سيارات القولف وباصات لتوصيل الحرم مكان رهيب",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي",
      "المواقف"
    ]
  },
  {
    "name": "D Al",
    "rating": 5,
    "date": "قبل 5 أشهر",
    "message": "المقصد مررره جميل وفيه كوفيهات وجلسات جداً ممتازة خصوصاً انه قريب من مسجد قباء",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المقاهي"
    ]
  },
  {
    "name": "William Sulaimani",
    "rating": 4,
    "date": "قبل 5 أشهر",
    "message": "مكان جميل و راقي ومناسب للجميع. يعيبه عدم وجود اماكن خاصه للمدخنين. تنزعج من ريحة الدخان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ALi HAMD",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "ممتاز علما أنه جديد لاكن الإقبال عليه كثير من الزوار",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Shahinaz Sami",
    "rating": 4,
    "date": "قبل 6 أشهر",
    "message": "المكان جميل وفي تطور مستمر لكن مع الأسف اهمال في الاهتمام بالكراسي والطاولات عدا عددها القليل بالنسبة لمرتادي المكان ... الكراسي والطاولات جدا متهالكة .. من المعيب جدا ان يكون مكان يرتاده كل من يزور مسجد قباء وهو يعكس جزء من الطراز المعماري المديني القديم .. ان تكون الكراسي والطاولات بهذا السوء ..",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Abdallah Ebrahim",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان  جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "R o y h a n 77 `",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "سبحان الله 💖 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Adam K",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "الحمد لله على وجودي هنا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Calon papa",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "يُعدّ هذا المسجد من أجمل مساجد المدينة المنورة، ويضمّ أيضاً مقهىً صغيراً، مثالياً لمحبي القهوة 🤭 …",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "وفاء المزيني",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان و جو جميييييل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Jojo 123",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "في محلات ومطاعم رابقه  ومحل ايسكريم الورد المديني 🤩 المكان هادى  وتحوفه السكينه والراحه النفسبه بجوار مسجد قباء وفبر الرسول الكريم اللهم صل وبارك عليه وعلى اله اجمعين …",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم"
    ]
  },
  {
    "name": "sara Ibrahim",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "من احمل الأماكن في المدينه ماشاء الله ومكان يشرح الصدر نشكر الموظف سامي على الاخلاق الحلوه ماشاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sarah Alqarni",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "من اجمل الاماكن السياحية في المدينة المنورة ✨",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abeer",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "الأجواء جميلة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Zahrt Aliacmin",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "روحانيات عاليه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "İbrahim halil Taviloğlu",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "والله، عندما تدخل الفناء، تشعر بسكينة لا توصف، عليك أن تختبرها بنفسك. وقد قال نبينا محمد صلى الله عليه وسلم: «صلاة ركعتين فيه تضاهي أداء العمرة».",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Zooz",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان حلو",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سعد العتيبي",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "ممتاز",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "RadenAlBilal",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "الحمد لله.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dodii Mh",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان جميل و منظم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "بندر الحربي",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان جداً جميل لايوصف انصح بزبارته",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Konsultan Kain",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "صلاة الظهر هنا باردة جداً.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Bo 3abd",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "جميل و رايق",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sameer Riaz",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "أحبك حقاً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Tanzeel Haider",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "الحمد لله!",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "A A",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "جميل جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "N",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "المكان رهههيب ويفتح النفس ومقابل مسجد قباء 😍❤️❤️ …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Foofoo 11179",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان جميل هادي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ناصر الشعيل",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 6 أشهر",
    "message": "مكان رائع وجميل جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdillah Obid",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "الصلاة في هذا المسجد لها نفس أجر أداء العمرة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Reem",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "المكان هادئ ومريح، والأجواء لطيفة جدًا. التجربة بشكل عام جميلة، خصوصًا لمحبي الأماكن الدينيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالله مهدي",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "اماكن جميله تستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عادل الحربي",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "جميل مرة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hussain Marar",
    "rating": 4,
    "date": "قبل 6 أشهر",
    "message": "مكان جميل و مرتب،عبارة عن بوابة تدخل الى مجموعة من المقاهي،بالقرب منه مسجد قباء. هناك مواقف للحافلات و السيارات. هناك سيارات قولف تنقل الزوار مجانا.",
    "categories": [
      "الأماكن",
      "المقاهي",
      "المواقف"
    ]
  },
  {
    "name": "ام نايف الحربي",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "يجنن المكان جمع الرفاهيه والتسوق والمتعه",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "sumo Alofi",
    "rating": 5,
    "date": "قبل 6 أشهر",
    "message": "مكان يجننن وموجوده فيه اغلب الكافيهات والمطاعم وفيه ايسكريم المدينه طعمو رهيب",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Amna Almahde",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "روعه كافيهات بقرب مسجد قباء",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "Murat Sazboğaz",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "يا له من جمال! تهانينا!",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "IndrakeiDtt",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "دين مريح",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "رجاء",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل جدا ومتنوع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Karaca Karaca",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "🌹❤️ …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو علي ،",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "الأجواء جميلة والمكان رهييييييييب رغم الزحممممه الا انه فعلا مرتب ونظيف",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Khaled Khanfur",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 7 أشهر",
    "message": "المكان خراااافي بمعنى الكلمة وخصوصا في الليل مع البرااد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ahmed Alshomrani",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مجمع به العديد من المقاهي والمطاعم والبازرات ولكن عدد إدارة الجلسات في بعض المقاهي والمطاعم تحتاج إلى أن تدار بشكل احترافي أكثر .. أحدى المواقع في مدخل المقصد يوجد جلستين كل جلسة بها ما لا يقل عن ثمان مقاعد والأدهى إن اللي حاجزها إدارة …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "اا ااا",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "الايسكريم بالورد المديني لذيذ مرة وشاوروما١٩٩٤ دجاج اعجبت اولادي اخذنا شاي من محل اتاي شاي لذيذ",
    "categories": [
      "المحلات"
    ]
  },
  {
    "name": "Badreah Alqahtani",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "الصلاة فيه تعادل اجر عمرة … الله لايحرمنا وياكم الاجر.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hassan AlAbdullah",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "السلام عليك يا رسول الله وال بيتك الطيبين الطاهرين",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Moaz Alsulaimani",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "إنه مكان جميل، لكن المنطقة بأكملها مغطاة بالرمال",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Zezoo Abass",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "راحة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "MO QAISY",
    "rating": 1,
    "date": "قبل 7 أشهر",
    "message": "خايس غبار المكان كله تراب ومافي مواقف نصيحة اللي معاه طفل بالذات لايروح والله غبار المكان كله تراب جهة جادة قباء افضل من المكان ذا",
    "categories": [
      "الأماكن",
      "المواقف"
    ]
  },
  {
    "name": "سامية",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "المكان بجانب مسجد قباء حلو      الاسعار فيه مرتفعه اشوي والجلسات قليلة ماتغطي الزوار",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Ahmad Mowalad",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "مكان هادئ",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Reem Alqahtani",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "جميل جدا جدا والدخول مجانا والمكان رايق والاناره جميله وبه كثير كوشكات للشاي للكرك للجباتي ابو فروه سحلب مطبق ولقيمات والجو رائع بالليل اروع بكثير من النهار …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عروة الزين عبدالفتاح عروة",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميييل وفيهو خيارات كثيرة وجميلة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو محمد عدنان",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "جو وجلاسات جميله ومريحه فقط مساءً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dan Z",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان يستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Raja'a -",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "حلو",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "riyad almalki",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان لطيف وكافيهات طيبه  انصح بالزيارة",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "Saif",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "الحمد لله.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "هيفاء أم فيّ",
    "rating": 3,
    "date": "قبل 7 أشهر",
    "message": "المكان يعيبه الأرض الرملية ومع كثرة الزوار يكون يثار الغبار",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Gmool 199",
    "rating": 4,
    "date": "قبل 7 أشهر",
    "message": "جميل جدا اتمنى تلغى فكره الارضيه الترابيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "dream last",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "من اجمل الاماكن في المدينة رائع بكل شي الكفيهات والممشى والجلسة روحانية وترفيه في نفس الوقت",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Eqbal Alharbi",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل ورائع انصح فيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Yusuf Masharifov",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "ماشاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "HAIDER ALI FAROOQI",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "أول مسجد للإسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "yahya alharbi",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "جميل المكان وهادئ",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdullah Almoataz",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل جداً أنصح بزيارته لكل شخص يزور المدينة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "FBI -999",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "‏ممتاز وجميل ويوجد جلسات للعائلات",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "SAIFUL ISLAM",
    "rating": 3,
    "date": "قبل 7 أشهر",
    "message": "Mass Allah",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ebtisam Algarnei",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "جميل ويستحق الزياره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Дархан Қажыбайұлы",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "أول مسجد في التاريخ",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابتسام",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "كل شي بيرفكت",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "s",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "المسجد جميل والأسواق الجديدة المحيطة به رائعة.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Handi maitri Hidayat",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مسجد قباء هو أول مسجد بناه النبي محمد (صلى الله عليه وسلم) في السنة الأولى للهجرة أو 622 ميلادي في قباء، على بعد حوالي 5 كيلومترات جنوب شرق مدينة المدينة المنورة.[1][2][3] وقد ورد في القرآن الكريم أن مسجد قباء هو مسجد بُني على أساس التقوى.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "cook with wahid",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "جميل ومرتب ومنظم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "User Ee",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 7 أشهر",
    "message": "شتويه رائعه بكل تفاصيلها",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Joko Poerwanto",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "بإذن الله، سأتمكن من العودة إلى هنا مرة أخرى يوماً ما.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "انستا zz3k",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "\"طهر ونور.. يكفي أن صلاة فيه تعدل أجر عمرة. أنصح الجميع بالوضوء من الفندق والتوجه للصلاة فيه لنيل الأجر العظيم من أجمل المعالم التي تزار في طيبة الطيبة. المسجد واسع، منظم، ومجهز بكافة الخدمات. ممر المشاة (درب السنة) الواصل بينه وبين الحرم النبوي يجعل التجربة استثنائية مسجد قباء.. حيث السكينة والهدوء. مكان يشرح الصدر وتأنس به الروح.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ناصر الجهني",
    "rating": 1,
    "date": "قبل 7 أشهر",
    "message": "ممتاز جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "D ALCR",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "من الأماكن الجميلة جدا  تم إفتتاحه مؤخرا   مقصد قباء  الكثير من المطاعم والكافيهات  ومحلات  لبيع التذكارات  جميل جدا تصميم وهوية المكان   في كل المحلات خدمة العملاء لطيفين جدا    شباب وشاشات المدينة مثال رائع لحسن التعامل …",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Ali AIi",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل وهادئ ينفع للفسحه والإستمتاع بالأجواء الهادئه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Salmane",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مسجد جميل جداً. من السنة أداء ركعتين من صلاة النوافل يوم السبت.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ammar Ziqrie",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "اليوم زرت رابع أقدس مسجد في الإسلام، وكان هذا آخر يوم لي في السعودية. أحببت المكان كثيراً. إنه أول مسجد بناه نبينا، وهو في حالة ممتازة من الصيانة. …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Faiz Alsaab",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "حبيت المكان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hüseyin Elmaskaya",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "أول مسجد للإسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Fahad AL Johani",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "ثبت عن الرسول ﷺ أنه قال:  من أتى مسجد قباء، وصلى فيه؛ كان كأجر عمرة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Reham Almukhlifi",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "المكان جداً رائع وجميل، فقط لو يتم ضبط البائعات المتجولات لانهم تكرار زيارتهم جداً مزعج.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sami Sami",
    "rating": 5,
    "date": "تاريخ التعديل: قبل 7 أشهر",
    "message": "ممتاز وانصح بزيارتة شكراً جزيلاً على التنظيم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mahmoud Elmoshneb",
    "rating": 1,
    "date": "قبل 7 أشهر",
    "message": "زحمه جدا جدا جدا جدا  اكتر من ساعه ابحث عن كراسي وما حصلت ومشيت تجربه سيئه للغايه",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Ausat Offset",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مسجدٌ جليل.  من طهّر في بيته، ثم حجّ إلى المسجد الكوبي للصلاة، كان له كأجر العمرة. …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "F.",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان راقي مرتب جداً جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "شوش العبدلي",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "المكان جميل واضافه جميله للمدينه كل شي رائع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ms. Remaz",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل وقريب من المسجد ومناسب للزوار فيه خيارات كثيرة وجلسات مريحة وطاولات وكراسي مرتبة التجربة بشكل عام حلوة وتنظيم المكان جميل. ملاحظة بسيطة فقط على بعض المحلات مثل أبو فروة الأسعار كانت مرتفعة مقارنة بالكمية …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المحلات"
    ]
  },
  {
    "name": "Sami Mohd",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "المكان جميل ويفتح النفس قريب جدا من مسجد قباء- المحلات متنوعه جدا والخيارات كثيره",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "Abdulaziz Salem Aljuhani",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "نشكر الجهود المبذوله لصنع هذا المكان",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ashraf Alemran",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان جميل وهادئ. مليء بتشكيلة من المطاعم والكافيهات وبعض المحلات. جلسات رائعة خصوصا مع الأجواء الشتوية الحلوة.",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "حسبنا الله ونعم الوكيل",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "ممتاز للتنزهة والترفية وتذوق الطعام",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "faizal perdana",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "أول مسجد بناه النبي، وفي الصلاة فيه فضل عظيم، وأجره كأجر العمرة، ما شاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Bader",
    "rating": 5,
    "date": "قبل 7 أشهر",
    "message": "مكان متنوع مليان مقاهي انصحكم فيه مع العائلة",
    "categories": [
      "المقاهي"
    ]
  },
  {
    "name": "أبو خالد الجهني2030",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ممتاز جدا يستحق الزياره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "amjad saeed",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "رحلة روحية",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "H M",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مساحة مفتوحه عند مسجد قباء بها العديد من الكافيهات و المطاعم",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "نوير العنزي",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "على ساكنها أفضل الصلاة والسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "iimode i",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان رائع يستحق الزيارة لأكثر من مرة وخاصة للعوائل مكان جميل وهادئ وإطلالة روحانية مباشرة على مسجد قباء زاده الله شرفا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "المها بنت عبدالرحمن",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "اجمل مكان زرته هذا العام ، موقع والانشطة والمطاعم ، والاجواء انصح زوارة المدينة ان يكون الوجهه  الاولى لهم",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "maymoona ahmed",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل تبارك الرحمن، لكن الجلسات اللي عند المرايا بفلوس صراحة كراسيها قليلة ، احتجنا كراسي زيادة قالوا لنا ممنوع وبنفس الوقت فيه كراسي فاضية لمن طلبنا نحجزها قالوا خاصة بالادارة ولا احد من الادارة جلس عليها ، لمن اضطرينا انا واختي نسحب …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Hala Bin Mahmoud",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "المكان مرررره حلو وفيها تنوع في الكوفيهات بس ماشاءالله بكل زمان ووقت زحمممممة",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "Abdo Sultan",
    "rating": 3,
    "date": "قبل 8 أشهر",
    "message": "مكان هادئ لإحتساء الشاي والقهوة وبعض الوجبات الخفيفة",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Muhammad ijaz Anwar",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ما شاء الله مسجد جميل وتاريخي ❤",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Iwannudin M.H.I",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "الحمد لله، ونعم الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Reso Makki",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل ومرتب خاصة الشتوية",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سونا احمد",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "رااائع جدا ومرتب ونظيف بالرغم من الزحمه ووجود الاطفال الا ان المكان تحس فيه هدؤ راح اكرر الزيارة له باذن الله انصح بالذهاب له خاصه في الاجراء البارده",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "tahani saadi",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "التجربة مميزة مرتبة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "L",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "افضل مكان في المدينة مرة حلو 😍 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Khurram Shahzad",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جيد بشكل استثنائي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Elaf ‘",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "للأمانة مكان جميل ومتنوّع ويستحق الزيارة، وأجمل ما يميّزه قربه من مسجد قباء ❣️",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Zainab Salman",
    "rating": 1,
    "date": "قبل 8 أشهر",
    "message": "المكان جيد، لكن الباعة لم يكونوا متعاونين في شرح المنتجات التي يبيعونها. أسوأ ما في الأمر هو عربة التسوق. سألتُ صاحبها إن كان بإمكانه إيصالي إلى وجهتي، فوافق، ثم طلب مني النزول والذهاب إلى عربة أخرى لم تكن متجهة إلى نفس الوجهة. طلبوا مني المغادرة لإفساح المجال للسعوديين. انتهى بي الأمر بالمشي 45 دقيقة إلى الفندق. مكان مبالغ في تقييمه.",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "Herwin Wiranda",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مسجد مليء بالسلام",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Roqayah Nasser",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مسجد قباء هو أول مسجد بُني في تاريخ الإسلام.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sami Alshamari",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان ترفيهي بجوار مسجد قباء تنوع بالمطاعم والكافيهات",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Jad El Mourad",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "A serene gem just steps from Quba Mosque! 🕌 The blend of modern design and heritage is stunning. It’s the perfect spot for a peaceful evening walk or grabbing a high-quality coffee ☕️. The atmosphere is spiritual yet lively—a must-visit …",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "وَ",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جمييل ولا غلطه تبارك الرحمن في كل شيء جميع انواع الاكل والخدمات والكوفيهات ❣️",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Sara Mohd",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ضروري زيارته لمن تزورالمدينه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "You B",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ودودون للغاية ومرحبون.  أجواء عائلية على بُعد خطوات من مسجد قباء، مثالية للاسترخاء لبضع لحظات بعد زيارة المسجد.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Amer Amin",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مسجد نظيف وجميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Makeen",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "شكراً 🩷 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mohamed Naser",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل جدا ويستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "مها عبدالعزيز",
    "rating": 2,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل ولكن للاسف الباعه المتجولين يضايقونا بكثره ويعتدوا علينا بالكلام السيئ اين الامانه عنهم اين ادارة المكان شوهوا المكان بتصرفاتهم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "rehab",
    "rating": 2,
    "date": "قبل 8 أشهر",
    "message": "المكان لطيف لكن الارضية الترابية غير مناسبة شكل واستخدام وعدم توفر دورات مياه نقص كبير اتمنى تاخذوها بالاعتبار",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sultan 66vip",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "يستحق الزياره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "‪Tahmid Zahin‬‏",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جوٌّ هادئٌ بعد غروب الشمس، وأجواءٌ رائعة. مكانٌ رائعٌ لقضاء وقتٍ ممتعٍ مع العائلة والأصدقاء. مع ذلك، فإنّ أسعار المتاجر وأكشاك الطعام مرتفعةٌ بعض الشيء.",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "Sharaf Aldin Hassan Hadad Hadad Hadad",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جميل جدا هذا المكان رائع بالفعل 👍😍 …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Dufus Wombat",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مسجدٌ تاريخيٌّ جميلٌ يقع على بُعد أربعة كيلومترات جنوب المسجد النبوي. يُعرف هذا المكان بأنه أول مسجدٍ في العالم، ويُقال إن الصلاة فيه تُعادل أجرَ عمرة. …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ss a",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان مميز جمع بين الدين والدنيا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو جاسر",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مقصد قباء فكرة إبداعية رائعة.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mohsen Behnam",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جذابة للغاية وجميلة جداً أنصح بها بشدة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "بدورالحربي",
    "rating": 1,
    "date": "قبل 8 أشهر",
    "message": "لو يحطون سراميك بين المطاعم الغبار اعدم الملابس",
    "categories": [
      "المطاعم"
    ]
  },
  {
    "name": "شوش الجهني",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "المكااان جمممميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mohamed Ebrahem",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "من اجمل الاماكن فى العالم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "عبدالرحمن",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جميل جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Moaz Mahmoud",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "جيد للتنزه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Adnan Hashim",
    "rating": 3,
    "date": "قبل 8 أشهر",
    "message": "المكان مطور جميل فيه مطاعم وكافيهات وشيء جميل النظافة والترتيب... لكن لم استطيع ان اجلس في المكان بسبب تطاير الغبار بشكل كبير من الارضيه الرمليه بين الممرات والكافيهات.. نرجو من المسؤولين استبدالها اما ببلاط او نجيله صناعيه توحي بالزراعه",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Rifat Mia",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ما شاء الله. أحد أجمل المساجد في العالم.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hanan H",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "منطقة جميلة و اطلالتها اروع و فيها تنوع مابين مقاهي مختلفة و خفايف و اماكن تسوق بالاغلب المنطقة مفتوحة و فيه اماكن مغلقة صغيرة و لكن غالبا مو مكيفة . كان دخولنا من الخلف  من مدخل  مسجد اثري )مسجد ابو أُنيف …",
    "categories": [
      "الأماكن",
      "المحلات",
      "المقاهي"
    ]
  },
  {
    "name": "عبد الرحمن البرازي",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "مقصٍد يستحق أن يقصَد",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abu Morad",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل جدا يستحق الزيارة كافيهات ومطاعم وبراندات وألعاب أطفال",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Wasim Kempson",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مسجد رائع وجميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "inas hadi",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جزيل الشكر لمحل شاي اتاي على حسن الاستقبال ولباقة الحديث وجزيل الشكر لمحل ابو فروة  واخص بالشكر للاستاذ اتاي على حسن الاستقبال",
    "categories": [
      "المحلات"
    ]
  },
  {
    "name": "A M",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "صراحه واضح الشغل والتعب والجهود اللي بذلوه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Eng. Punhal Al Bloshi",
    "rating": 3,
    "date": "قبل 8 أشهر",
    "message": "يرجى مراجعة الأسعار",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ريم فهد",
    "rating": 3,
    "date": "قبل 8 أشهر",
    "message": "جميل و ممتع ولاكن يوجد عيوب لابد من إصلاحها الأرض يضع حجر لا الغبار يتعب الصدر ومن لديه ربو يتعب  والشي الثاني يكثرون الكراسي الساحه كبيره",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "حاتم الشهراني",
    "rating": 1,
    "date": "قبل 8 أشهر",
    "message": "جميل جدا بس مايفتح في الصباح",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "mohd irshad",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ما شاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "sahar alamri",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل لكن لايوجد جلسات كافيه والمكان مزدحم ماشاءالله وأجمل شئ ذقته سويق عندهم آيس كريم التلبينة وكل ما يخص التلبينة يستحق 💯 ٪؜ …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المقاهي"
    ]
  },
  {
    "name": "Az R",
    "rating": 1,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل لكن والله استغلال وطمع مو طبيعي انا قاعد الفلف استكشف واسأل تخيلوا كاسة سحلب ب17 ريال كستناء 4 حبات ب 15 ريال هذا اقل شي عندهم …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mustafa Saleh",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان رايق وجميل جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "علي منصور",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "المكان مميز محموعة كشكات وكافيهات . رحت الساعة 8:30 تقريبا وكان زحححمة الارضية كلها تراب مع كثرة الناس تحس المكان متهو نضيف وكله تراب",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "Ameera Amira",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جميله كاممشى",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Doha Ali",
    "rating": 2,
    "date": "قبل 8 أشهر",
    "message": "الاجواء جميلة جدا لكن لا يوجد اماكن كافية لاستيعاب أعداد الزوار تقريبا جلسنا ما يقرب من ساعة نبحث عن كرسي واحد لامي  الكبيرة بالعمر وبالاخير مشينا",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "àmonh a",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "تمت توسعه المسجد واضافه ساحات خارجيه وابراز الاماكن التاريخيه الاثريه كبيوت الصحابه وبئر الخاتم",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "AL DEENUL ISLAMIYA NISWAN MADHRSHA",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ما شاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hanan Abdullah",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل والخدمات متوفره والأكل متنوع ولذيذ يعيبه نوع التراب افسد روعة المكان لأنه يتطاير في الجو للأسف",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "haifa sumily",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مميز",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ندوويش K",
    "rating": 1,
    "date": "تاريخ التعديل: قبل 8 أشهر",
    "message": "مكان زحمه وكراسي جلسات قليله مقارنة بعدد الناس ممنوع جلوس في الارض ع الزرع او ع الاحجار  الناس جالسه ع الاجار الكبيره والمنظمين يطلبوا بجلوسنا في المواقف اخر المقصد شي متعب …",
    "categories": [
      "أماكن الجلوس",
      "المواقف"
    ]
  },
  {
    "name": "mostafa alhassan",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "المشكلة مافي طاولات كافية والاسعار مرتفعة ومبالغ فيها",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ali almakki",
    "rating": 2,
    "date": "تاريخ التعديل: قبل 8 أشهر",
    "message": "زحمة شديدة و اسعار مرتفعة ينصح اكل  العشاء قبل الذهاب لصعوبة الطلب و الانتظار الطويل و نقص للطاولات و الكراسي …",
    "categories": [
      "أماكن الجلوس",
      "المطاعم"
    ]
  },
  {
    "name": "Fatimah",
    "rating": 1,
    "date": "قبل 8 أشهر",
    "message": "المكان حلو و شراح وفيه كل شي بس السلبيات الي فيه انه زحمة  مافيه جلسات تكفي ضلينا واقفين كل الوقت والشي الثاني انه المطاعم ما تفتح إلا الساعة ٥ ليش !!!",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم"
    ]
  },
  {
    "name": "soso soso",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جميل جداً",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سعيد الشهراني",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "من المواقع المميزة والمتعه يستحق الزيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Saleh",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل بس يعيبه انه تراي مو حصى اتمنى يخلونه حصى",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "B AA",
    "rating": 2,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل الأرضية سيئة وتغبر",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdullah",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "المكان رايق جدًا وممتع ينفع للعوايل اكثر شي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "LOLO تغطيات لكل المناطق",
    "rating": 4,
    "date": "تاريخ التعديل: قبل 8 أشهر",
    "message": "يحتاج رصف لان تطلع من المكان وكلك تراب 😖 مكان مميز ورائع كله مطاعم ومقاهي لكن الجلسات قليله مقارنه بعدد الزوار جربنا كذا صنف من المطاعم وكلها مميزه …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "MKM",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "يحتاج وقت حتى تكتمل الخدمات، مثل المواقف وغيرها.",
    "categories": [
      "المواقف"
    ]
  },
  {
    "name": "Lily",
    "rating": 3,
    "date": "قبل 8 أشهر",
    "message": "المكان جميل جداً و الخيارات متنوعه لكن مافي تنسيق للزحمه ، الناس فوق بعض و الجلسات على الرغم من انها بحجز الا ان الناس بيجلسو ف اوقات بعض و محد بيدير الحجوزات تاني شي و اللي هوا اهم شي على الرغم من كبر المكان و ازدحامه مافي دورات مياه  ، تضطر تروح لدورات مياه المسجد و دا الشي صعب على كبار السن و اللي معاها اطفال",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "Rose Alharbi",
    "rating": 4,
    "date": "قبل 8 أشهر",
    "message": "المكان جداً رائع وجميل بس مررره زحمه لو يحطوا زياده في الكراسي والطاولات ولكن بشكل عام المكان رووووووووعه",
    "categories": [
      "الأماكن",
      "أماكن الجلوس"
    ]
  },
  {
    "name": "AZ",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ساحه مفتوحه  كافيهات وجلسات خارجيه مقابل مسجد قباء",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المقاهي"
    ]
  },
  {
    "name": "محمد الشويعر",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "روووووعةًجدا مكان مناسب لجميع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Some J",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل ورايق يستحق الزياره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "TAREQ ALAJMI",
    "rating": 2,
    "date": "قبل 8 أشهر",
    "message": "للأسف تجربة مقصد قباء كانت أقل من المتوقع صحيح المكان يضم مطاعم وكوفيهات متنوعة وتصميم وشكل جميل ولكن المشكلة الأكبر هي غياب الطاولات والكراسي بشكل واضح أماكن الجلوس قليلة جداً وغير كافية أبداً لعدد الزوّار وهذا يسبب ازدحام وإحراج للزائر …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Turki Alhazmi",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مقصد قباء من الاماكن الجميلة جدا في نفس ساحات مسجد قباء المليئة بالروحانية .. عبارة عن كافيهات وبوثات اكل تجربة تستاهل مع زيارة بستان المستظل 👌🏼🤍🤍. …",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "شريفة محمد",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مكان جميل ورايق وتوزيع الاضاءات والممرات خيال انصح فيه وبقوه كل ماتحتاجه الاسرة موجود والمحلات اللي فيه كل اللي جربتها حلوه وشغل نظيف …",
    "categories": [
      "الأماكن",
      "المحلات"
    ]
  },
  {
    "name": "Nour Deghaidy",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "تشعر بالراحة والسكينة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Shamim ahmed Shuhel",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "جميل جدًا",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "D",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "مطاعم ممتازه مقاهي ممتازه كشكات متعدده …",
    "categories": [
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Muhammad Talha Abuzar",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "😍😍😍الأفضل …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "فارس",
    "rating": 5,
    "date": "قبل 8 أشهر",
    "message": "ماشاءالله تبارك الله يستحق الزياره ❤️❤️❤️",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "علي عبدالعزيز العامري",
    "rating": 4,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل جدا جدا بالقرب من مسجد قباء للعوائل والعزاب مشيا ع الاقدام يتضمن كوفيهات متنوعه وسناكات خفيفه …",
    "categories": [
      "الأماكن",
      "المقاهي"
    ]
  },
  {
    "name": "لجين لجين",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "جميل جدا للعوائل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Ab",
    "rating": 4,
    "date": "قبل 9 أشهر",
    "message": "المكان جدا جميل وقريب على مسجد قباء تمشي له، تتوفر فيه كوفيهات، مطاعم، محلات مشروبات، عطور، بقالة، والجو فيه جداً رائع المكان نظيف ومرتب ومريح لنفس، لكن يعيبه شيء واحد ما فيه دورات مياه، أقرب دورة مياه هي الخاصة بمحطة الباصات، لكن بشكل عام رائع ويستحق الزيارة..",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Nabil Albkale",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "دار مضاوي فيه جميل جميل جميل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو عامر الاحمدي",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل للسياحه و لتغير الجو ولكل شي معجب جدا بالمدينه المنوره وبإماكنها الجميله جدا المدينه مالها مثيل",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdulrhman Ali",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان روعه للسياحه الدينيه وغير الدينيه.. يعني دين ودنيا ماشاءالله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "najah akbar",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "اكثر من رائع انصح بزيارتهم ويشده",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Andika Prayogi Pangestu",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مسجد قبا الرائع.",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Aisha Q",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "افضل موظفة في المكان كله زينب في عجوتك قمة في الاخلاق والرقي اتمنى تصير مديرة فروع والله انها متميزة جدا الله يوفقها واشتريت من عندها الايسكريم خيااااال لا يفوتكم ❤️❤️❤️",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Adm Esmael",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "جميل ما شاء الله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Mohammed",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "جداً روعه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Sami Kheiri",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "جميل جدا ورائع وهادئ",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "تركي السيد",
    "rating": 4,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل والخدمه جدا جميله تشكر امانة المدينه عليها",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "وجدان الحربي",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مقصد قباء موقعه جميل ومناسب للمشي و فيه كوفيهات ومطاعم جميله و بوثات عطور ، لكن فيه مشكله الغبار اللي موجود فيه بسبب التراب الناس تمشي وتغبر ،، غريبه يعني مايسوون الأرضية نفس الممشى ؟",
    "categories": [
      "الأماكن",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "Rawan M",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مرا مرتب والمقاهي كلها حلوة",
    "categories": [
      "المقاهي"
    ]
  },
  {
    "name": "سبحان الله",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "زحمه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "فهد التميمي",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل ورئع وهادي",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Nightksa1994",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "من اروق التجمعات للمقاهي في المدينة  خصوصا في فصل الشتاء",
    "categories": [
      "المقاهي"
    ]
  },
  {
    "name": "F Alghamdi",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل وممتع يحتوي على العديد من الكوفيرات والمطاعم والجلسات بجوار مسجد قباء",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "‪Autodidacte Ideas (rr)‬‏",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "أول مسجد بناه النبي محمد صلى الله عليه وسلم خلال هجرته من مكة إلى المدينة المنورة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Abdulrahman Saleh",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "المكان حلو ورايق وفيه تجمع للكفيهات وبعض السناكات الجميله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Alsuraihi",
    "rating": 1,
    "date": "قبل 9 أشهر",
    "message": "المكان جميل و الناس الموجوده محترمه  لكن الوادي مافيه و لا عامل واحد نظافة الوادي عبارة عن مكب نفايات للأسف منظر سيئ للأسف",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "مؤسسة لكل الثمار للخدمات الطلابية",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "ممتاز وبس عيب المواقف",
    "categories": [
      "المواقف"
    ]
  },
  {
    "name": "عبدالله العمري",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "المكان جميل جدا فيه مطاعم وكوفيهات ومحلات حلوه جدا ينصح فيه وبشده",
    "categories": [
      "الأماكن",
      "المحلات",
      "المطاعم",
      "المقاهي"
    ]
  },
  {
    "name": "ابــو عــسـاف الرشيدي",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان رهيب وهادي وانصح الكل فيه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "هشام الجهني",
    "rating": 4,
    "date": "قبل 9 أشهر",
    "message": "الاجواء جميله للغايه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "R",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "المقصد جميل ولا ينقصه شي الا دورات المياه ضرورري بالقرب منه",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "apryanto redyana",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "طبق أمي المميز",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "سارة المحمدي",
    "rating": 1,
    "date": "قبل 9 أشهر",
    "message": "بصراحة هذا أسوأ تنظيم شفته! لا وضوح للأنظمة، لا وجود لوحات تبين السياسات، وفوقها تعامل الموظف كان مستفز وغير محترم. تجون تطبقون نظام مفاجئ على الناس بدل ما ترتبون المكان؟ إذا هذا أسلوب التعامل فالمكان ما يستحق الزيارة مرة ثانية",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ديما الجهني",
    "rating": 1,
    "date": "قبل 9 أشهر",
    "message": "الموظفين تعاملهم سي مرا كنا قاعدين عند الطاولات العامه وكنا ٤ بنات وجا موظف قال السستم يقول ثلاث كراسي واحنا ٤ يعني وين نروح والأماكن كلها زحمه وقعدنا ندور يادوب لقينا الطاوله هذي واساسا لما جينا كانت الأربع كراسي موجودة المهم جا الموظف قال …",
    "categories": [
      "أماكن الجلوس"
    ]
  },
  {
    "name": "مريم الصبحي",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مشروع جبار والأجواء جميله",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Bio Zoy",
    "rating": 3,
    "date": "قبل 9 أشهر",
    "message": "المكان نظيف وجميل.  وإنما هو مُعتنى به جيداً. …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "hasan Alhasan",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مهم زيارته عند زيارة المدينة المنورة تعيش اجواء المدينة القديمة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "deya alqafshat",
    "rating": 1,
    "date": "قبل 9 أشهر",
    "message": "قيمته نجمه بسبب عدم توفر دورات مياه اجلكم الله يعني لو احد يحتاج لازم يضرب مشوار لمسجد قباء",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Tuqa Ali",
    "rating": 3,
    "date": "قبل 9 أشهر",
    "message": "للأسف التجربة ما كانت مثل التوقع 😕 رحنا تقريبًا الساعة ٤ العصر والمكان ما كان مستعد لاستقبال الزوار، مافي تنظيم ولا ترتيب واضح، حسينا كأنه ما بعد بدأوا يومهم. مكان فكرته حلو بس يحتاج اهتمام وتنظيم أكثر …",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "ابو سلطان",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "يارب زيارة",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Rere",
    "rating": 3,
    "date": "قبل 9 أشهر",
    "message": "كل شيء تقريباً يفتح الساعة ٤ العصر او ٤ ونص ماعدا محلين او ثلاثه فاتحين جيتهم الظهر تورطت جداً جيت اصلي الظهر بقباء ثم بعدها ابي مكان بعد المسجد اجلس فيه انا والاهل …",
    "categories": [
      "الأماكن",
      "أماكن الجلوس",
      "المحلات"
    ]
  },
  {
    "name": "Endah pujiharti",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "تم بناء الساحة لتكون أوسع",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "Hanifah Bukhari",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "مكان جميل عند قباء ضروري تزوره",
    "categories": [
      "الأماكن"
    ]
  },
  {
    "name": "M. Alshmari",
    "rating": 4,
    "date": "قبل 9 أشهر",
    "message": "المكان واجهه سياحيه جميله ولكن اتمنى ان ينظرون باامر الارضيه مثيره للغبار وتسبب مشاكل للي عندهم حساسيه",
    "categories": [
      "الأماكن",
      "المطاعم"
    ]
  },
  {
    "name": "Suf Alhelali",
    "rating": 5,
    "date": "قبل 9 أشهر",
    "message": "المكان مرا حلو بس لو يحطون لافتات عن انه ممنوع التدخين والله في ناس جالسين جمبنا يدخنون وكتمونا ومعانا جدتي انكتمت حسبي الله",
    "categories": [
      "الأماكن"
    ]
  }
] as const;
